Repository: vpelivan/WeatherFinder
Catalog: WeatherFinder/Helpers/*.lproj/Localizable.strings
Languages: ru

source: Search for city
ru: Поиск города

source: No Value
ru: Нет Данных

source: No Country Code
ru: Нет Кода Страны

source: Feels Like: %.f˚C
ru: Ощущается Как: %.f˚C

source: Pressure: %d mm
ru: Давление: %d мм

source: Humidity: %d %%
ru: Влажность: %d %%

source: Wind Speed: %.f m/s
ru: Скорость Ветра: %.f м/с

source: Maximum Current Temperature: %.f˚C
ru: Максимальная Температура: %.f˚C

source: Minimum Current Temperature: %.f˚C
ru: Минимальная Температура: %.f˚C

source: City Not Found
ru: Город не найден

source: Please check the ability to connect to the internet and try again
ru: Пожалуйста проверьте возможность соединения c интернетом и попробуйте снова

source: You can enable Location Services in settings of Your device. Otherwise the app won't be able to show Your current location weather automatically
ru: Вы можете включить сервис геолокации в настройках Вашего устройства. Иначе приложение не сможет определять погоду по Вашему местоположению автоматически

source: Press Appliction Settings button to allow geolocation for this application manually. Otherwise the app won't be able to show Your current location weather automatically
ru: Нажмите на кнопку Настройки Приложения чтобы разрешить геолокацию для этого приложения вручную. Иначе приложение не сможет определять погоду по Вашему местоположению автоматически

source: Application Settings
ru: Настройки Приложения

source: Loading Data
ru: Загрузка Данных

source: No Results Found
ru: Нет Результатов Поиска

source: No Internet Connection
ru: Нет Соединения C Интернетом

source: Geolocation Services Are Off
ru: Сервис Геолокации Отключен

source: Geolocation Is Denied
ru: Геолокация Запрещена
